bash
bat
ca-certificates
cairo
diff-so-fancy
docker
docker-completion
eza
fd
fontconfig
freetype
fzf
gettext
giflib
git-delta
glib
google-java-format
gradle
graphite2
harfbuzz
icu4c@77
jpeg-turbo
lazygit
libevent
libgit2
libpng
libssh2
libtiff
libunistring
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
lua-language-server
lz4
lzo
maven
mpdecimal
ncurses
oniguruma
openjdk
openssl@3
pcre2
pixman
python-packaging
python@3.13
python@3.14
readline
ripgrep
sqlite
thefuck
tlrc
tmux
utf8proc
xorgproto
xz
ydiff
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
zstd
betterdisplay
wezterm
